Repository: server-danchi-translators/Barotrauma-JPN-OmegaT
Catalog: tm/barotrauma_tuika.tmx
Source language: en_us
Languages: ja_jp

source: Equip a diving suit
ja_jp: 潜水具を装備

source: A diving suit protects the wearer from high pressure. Equip one to be able to swim outside the submarine. Make sure the suit has a full oxygen tank attached, otherwise the wearer will suffocate.
ja_jp: 潜水服は、高圧から着用者を保護します。 1は潜水艦の外に泳ぐことができるように装備します。そうでない場合は、着用者が窒息します、スーツが付属フル酸素ボンベを持っていることを確認してください。

source: Repairing devices
ja_jp: デバイスの修復

source: Repair pump
ja_jp: 修理ポンプ

source: Mechanical and electrical devices require maintenance. Without it, they will break and stop working. Repair mechanical devices by equipping a wrench and interacting ({0}) with it.\n\nItems in need of maintenance are marked with a repair icon.
ja_jp: 機械的および電気機器のメンテナンスを必要としています。それがなければ、彼らは壊れ、動作を停止します。 。レンチを装着し、（{0}）それと相互作用することによって機械装置を修復\n \をnitemsは、メンテナンスを必要とするリペアのアイコンでマークされています。

source: Submarine maintenance
ja_jp: 潜水艦のメンテナンス

source: Repair the engine and ballast pumps
ja_jp: エンジンおよびバラストポンプを修理

source: You are now onboard a submarine, which is where you will spend most of your time in Barotrauma. This one is on the simpler side, but you will have a selection of different submarines available to you when you begin a game. You can take the diving suit off now. (Either by pressing and holding the unequip button on top of the equipment slot or dragging the suit away from the slot.)\n\nInteriors of a submarine are usually cramped, and finding things can be difficult until you get your bearings.\n\nFind the engine (usually located in the rear compartment of a submarine) and ballast pumps (in the bottom; some submarines have multiple ballast tanks).
ja_jp: 今、Barotraumaで時間の大半を過ごすれる場所である潜水艦、オンボードです。この1は単純側にあるが、あなたがゲームを開始するとき、あなたに利用できるさまざまな潜水艦の選択をしているだろう。これで、潜水服を脱ぐことができます。 （どちらかを押すと、機器スロットの上にunequipボタンを押したり、スロットから離れてスーツをドラッグ。により）\n \潜水艦のnInteriorsは、通常は窮屈で、ベアリングを取得するまで見つける事が困難な場合があります。\n個\nFindとバラストポンプ（通常潜水艦の後部区画にある）エンジン（下で、いくつかの潜水艦は、複数のバラストタンクを持っています）。

source: Get your ass up! We need power!
ja_jp: お尻をゲット！私たちは、電力を必要とします！

source: That last impact cut power to half of the outpost. I want you to grab what you need to get us online again.
ja_jp: その最後のインパクトは、前哨基地の半分の電源を切ります。あなたが再びオンラインに私たちを取得するために必要なものをつかむしたいと思います。

source: We seem to be stable now. Some junction boxes blew their fuses and pumps aren’t working—you should go see what you can do about it. Remember to switch the reactor to automatic before you go.
ja_jp: 私たちは今、安定しているようです。いくつかの配電盤は、彼らのヒューズとポンプが作動し、あなたがされていないはずですが、それについて何ができるか見に行く吹きました。あなたが行く前に、自動に原子炉を切り替えることを忘れないでください。

source: Some of the wiring seems to be faulty. Find some wire and do a quick fix, otherwise we’re without power.
ja_jp: 配線の一部が故障のようです。いくつかの線を見つけ、迅速な修正を行い、そうでない場合、我々は電源なしです。

source: Change of plans. Come to the sub. We’re gonna blow this joint.
ja_jp: 計画の変更。潜水艦に来ます。私たちは、この共同つもり打撃です。

source: Looks like the electrical room’s seen better days. See if you can get it online, then start up the reactor.
ja_jp: 電気の部屋が良い日見たように見えます。あなたがオンラインでそれを得ることができれば、その後、原子炉を起動を参照してください。

source: Good work. We may yet make it out of this alive.
ja_jp: よくできました。我々はまだこの生きているからそれを行うことができます。

source: Retrieve equipment from the cabinet
ja_jp: キャビネットから機器を取得

source: Reactor
ja_jp: リアクター

source: Power up the reactor
ja_jp: 原子炉をパワーアップ

source: Nuclear reactors provide power to submarines and outposts. They require fuel to create heat and a crew member to regulate the output.\n\nDrag a fuel rod to the item slot on the left side. Multiple fuel rods create more heat, but in normal circumstances one is enough and any more might lead to overheating.\n\nStart by setting the fission rate so that the needle is on green, then do the same for turbine output. You can see load and output values to the right. Try to keep the output as close to load as possible. When the output is lower it leads to power outages and, when it’s higher, overvoltage and fires.\n\nWhen the reactor operator leaves the interface, it’s recommended to turn automatic control on. It responds to any fluctuations in grid load, but is considerably slower than a human operator.
ja_jp: 原子炉は、潜水艦や前哨基地に電力を供給する。彼らは、左側のアイテムスロットに燃料棒を、熱出力を調節する乗員を作成するために燃料を必要とする\n \nDrag。複数の燃料棒は、より多くの熱を作成するのではなく、通常の状況では1で十分であり、任意のより多くの過熱につながる可能性があります。\nは\n始動針がグリーン上にあるように、核分裂率を設定することにより、その後、原動機出力のために同じことを行います。右に負荷値と出力値を見ることができます。可能な限り負荷の近くに出力を保つようにしてください。出力が低い場合、それはより高い、過電圧や火災だときに、停電をもたらし、\n \nWhen原子炉オペレータインターフェイスを残し、自動制御をオンにすることをお勧めします。これは、グリッドの負荷の任意の変動に応答しますが、人間のオペレータよりもかなり遅いです。

source: Maintenance
ja_jp: メンテナンス

source: Repair the broken junction box
ja_jp: 壊れた配電盤を修復

source: Like mechanical items, junction boxes need maintenance. In addition to wear and tear, they are damaged by water and overvoltage.\n\nThey are repaired using a screwdriver, as opposed to a wrench for mechanical items. Otherwise the process is the same. Equip a screwdriver and interact ({0}) with the device to see the repair interface.
ja_jp: 機械的なアイテムと同様に、配電盤はメンテナンスが必要です。着用し、涙に加えて、それらは水や過電圧による損傷を受けている。\n \nThey機械のアイテムのレンチとは反対に、ねじ回しを使用して修復されています。そうでない場合、プロセスは同じです。ドライバを装備し、修復インターフェイスを参照するために、デバイスと（{0}）相互作用します。

source: Wiring
ja_jp: 配線

source: Connect the junction boxes
ja_jp: 配電盤を接続します

source: Junction boxes serve as the main way to connect the submarine’s devices to the power grid. Connect them with wires to allow the power to travel between them.\n\nTo connect wires to items, equip a screwdriver and wire in separate hands, then interact with ({0}) the item you want to add the wire to. You will see a connection panel with a couple of connection pins and a wire sticking out from the bottom. Drag the wire to “power” pin, then press {1} to close the panel. Repeat the step at the next item.\n\nIf you don’t see a loose wire in the connection panel interface, make sure you have one equipped.
ja_jp: 配電盤は、電力網に潜水艦のデバイスを接続するための主な方法としての役割を果たす。その後、（{0}）であなたにワイヤーを追加したいアイテムを対話、別々の手の中にドライバーとワイヤーを装備、アイテムに電線を接続します。それらの間を移動する力を可能にするためのワイヤとそれらを接続し、\nは\nTO。接続ピンと下から突き出ワイヤーのカップルと接続パネルが表示されます。 {1}パネルを閉じるように押し、「パワー」ピンにワイヤをドラッグ。あなたが装備1を持っていることを確認し、接続パネルインタフェースの緩いワイヤーが表示されません。次のアイテムでステップを繰り返して、\nは\nIF。

source: Electrical room
ja_jp: 電気室

source: Repair the electrical room
ja_jp: 電気部屋を修復

source: Find the sub’s electrical room and repair the junction boxes by interacting with them while holding a screwdriver, then pressing the “Repair” button.
ja_jp: 潜水艦の電気室を検索して、「修復」ボタンを押すと、ドライバーを保持しながら、それらと相互作用することにより、配電盤を修復します。

source: Power up submarine’s reactor
ja_jp: パワーアップ潜水艦の原子炉

source: Is there any security still alive? We have a hull breach and some unwanted visitors!
ja_jp: 任意のセキュリティはまだ生きてありますか？私たちは、船体違反といくつかの不要な訪問者を持っています！

source: Find what you need to take out these monsters.
ja_jp: これらのモンスターを取るために必要なものを見つけます。

source: Good job, but that was just a baby crawler. I see something bigger up ahead, so keep on your toes.
ja_jp: 良い仕事、それはちょうど赤ちゃんのクローラがしました。先にアップ何か大きなものを参照してくださいので、つま先に保ちます。

source: I’m reading something big on the sonar. Load the coilgun and see if you can take it down.
ja_jp: ソナーに大きな何かを読んでいます。コイルガンをロードし、あなたがそれを取ることができるかどうかを確認。

source: Nice shooting. Bad news is, this station is unsalvageable. Come down to the sub—we’re leaving before it’s too late.
ja_jp: ニースの撮影。悪いニュースは、このステーションはunsalvageableである、です。手遅れになる前に残した潜水艦やすく解説に降りてきます。

source: Welcome aboard. I need you to make sure we’re ready to deal with whatever comes after us when we leave. Start inspecting the weaponry.
ja_jp: 乗っようこそ。私たちは私たちが去るとき、私たちの後に来るものは何でもに対処する準備が整いましたことを確認することができなければなりません。武器を検査開始します。

source: Outstanding. Now get ready. Once the rest of the crew arrives, we’re out of here.
ja_jp: 卓越した。今すぐ準備をしなさい。乗組員の残りの部分が到着したら、私たちはここから出ています。

source: Melee weapons
ja_jp: 近接武器

source: Equip a melee weapon and protective gear
ja_jp: 近接武器や防具を装備

source: Equip a weapon by double-clicking it in your inventory. Weapons require at least one free hand. Wearable equipment can either be double-clicked or dragged into their corresponding slots in the character inventory.\n\nReady the weapon by holding {0} and swing it by clicking {1}.
ja_jp: インベントリでダブルクリックすることで武器を装備。武器は、少なくとも1人の遊離の手を必要としています。ウェアラブル装置のいずれかを行うことができ、ダブルクリック又はキャラクターインベントリにそれらの対応するスロットにドラッグする。\n \nReady {0}を保持することによって武器及び{1}をクリックしてスイング。

source: Crawlers
ja_jp: クローラ

source: Kill the crawler
ja_jp: クローラを殺します

source: There's a monster in the next room. A crawler. Take it down using the stun baton. Stun baton stuns enemies for a brief moment, so use that to your advantage.
ja_jp: 隣の部屋でモンスターがあります。クローラ。スタンバトンを使用して、それを降ろします。バトンは一瞬のために敵を気絶気絶させるので、利点にそれを使用。

source: Coilgun, part 1
ja_jp: コイルガン、パート1

source: Load coilgun and turn on the supercapacitor
ja_jp: コイルガンをロードし、スーパーキャパシタをオンにします

source: Coilguns are standard-issue equipment in most subs. They require short bursts of power and boxes of ammunition.\n\nTo ready the coilgun, you must make sure the supercapacitor has enough power by setting the recharge rate high enough (50% is usually enough), then insert full ammunition boxes into the coilgun loader.\n\nThe ammo boxes loaded in the coilguns seem empty. You need to unload them. Do this by dragging the empty boxes away from the loader. Drop the empty boxes on the ground by holding the green arrow above the ammo box when it's equipped.\n\nAmmo boxes are large and unwieldy. You must use two hands to carry one and they can’t be carried around in the inventory. To drop an ammo box, either drag it away from your equip slot or press the unequip button on top of the equip slot.
ja_jp: Coilgunsは、ほとんどの潜水艦での標準的な発行装備されています。彼らはあなたに完全な弾薬箱を挿入し、その後、スーパーキャパシタは、（50％は通常十分です）十分に高い充電率を設定することにより、十分な力を持っていることを確認する必要があり、コイルガン\nTOの準備ができて。力と弾薬の箱の短いバーストを必要と\nはコイルガンローダー。\nはcoilgunsにロードされたの\n弾薬箱が空に見えます。それらをアンロードする必要があります。ローダーから離れて、空のボックスをドラッグすることによってこれを行います。 。それは装備しています時に弾薬箱の上に緑色の矢印を保持することによって地面に空のボックスをドロップ\n \nAmmoボックスは大きくて扱いにくいです。1を運ぶために両手を使用する必要があり、彼らはインベントリに持ち歩くことができません。弾薬箱をドロップし、どちらか装備スロットから離れて、それをドラッグするか、装備スロットの上にunequipボタンを押してください。

source: Coilgun, part 2
ja_jp: コイルガン、パート2

source: Kill the attacking hammerhead
ja_jp: 攻撃ハンマーヘッドを殺します

source: To use the coilgun, interact ({0}) with the periscope. While on the periscope, aim with the mouse and fire by pressing {1}. To stop aiming, press {2}.\n\nThe gun uses a lot of power, so firing conservatively is key. Otherwise the supercapacitor may not be able to keep up.
ja_jp: コイルガンを使用する、（{0}）潜望鏡と相互作用します。潜望鏡にしながら、{1}を押すことによって、マウスと火で目指します。目指して停止し、プレス{2}。\nに\nの銃はとても保守的に発射する鍵であり、多くの電力を使用しています。それ以外の場合はスーパーキャパシタは追いつくことができない場合があります。

source: Ranged weapons
ja_jp: 射撃武器

source: Grab some ranged weapons
ja_jp: いくつかの射撃武器をつかみます

source: Ranged weapons work the same way as melee weapons, except their accuracy is more dependent on the character’s weapons skill. Aim with {0} and fire with {1}.\n\nThey must also be loaded with ammunition. Hover the mouse cursor over a ranged weapon to see how many bullets, harpoons, etc. are contained. Drop ammunition into the slots or on the weapon itself to load the weapon.
ja_jp: その精度はキャラクターの武器スキルにもっと依存している以外射撃武器は、近接武器と同じように動作します。 {1} {0}及び火で目指し\n \nTheyも弾薬を装填しなければなりません。含まれているどのように多くの弾丸、銛など見に遠隔武器の上にマウスカーソルを置きます。スロットに弾薬を落としたり、武器自体に武器をロードします。

source: Kill the mudraptor
ja_jp: mudraptorを殺します

source: Mudraptors are bigger, meaner and more armored than crawlers. Taking them down requires more firepower. Aim for the mouth or belly and try to keep your distance.
ja_jp: Mudraptorsは、大きな意地とクローラよりも装甲です。それらを取ることはより多くの火力を必要とします。口や腹を目指すと距離を保つようにしてみてください。

source: Submarine weapons
ja_jp: 潜水艦の武器

source: Ready coilguns
ja_jp: レディcoilguns

source: Find ammunition for the coilguns and load them. Recharge supercapacitors.\n\nIn most submarines, gun loaders and supercapacitors are located next to their respective gun controls. A value of 50% for supercapacitors’ recharge is usually enough to keep them ready for monster encounters. Set it to 100% when a lot of firing is expected.
ja_jp: coilgunsのための弾薬を検索し、それらをロードします。 。スーパーキャパシタを充電してください\nは\ニン最も潜水艦、銃ローダーとスーパーキャパシタは、次のそれぞれのガン制御装置に位置しています。スーパーキャパシタ再充電のための50％の値は、モンスターの出会いのための準備ができて、それらを保つために、通常は十分です。焼成の多くが予想される場合には100％に設定します。

source: We need a medic here!
ja_jp: ここでは医者が必要！

source: That was a big one. Are you okay? Get yourself patched up, fast. We need a medic here stat.
ja_jp: それは大きなものでした。大丈夫ですか？ゲット自分が速く、パッチを適用します。ここではメディックのstatを必要としています。

source: They’ve got a nasty burn. You don’t have any bandages with you, do you? Get them to follow you while you go find some.
ja_jp: 彼らは厄介なやけどを持っています。あなたとすべての包帯を持っていない、何？あなたには、いくつかを探しに行く間、彼らはあなたに従うことを取得します。

source: I guess that’ll do. Make your way to the sub; it’s too dangerous to stay here.
ja_jp: やると思います。潜水艦への方法を確認します。それがここに滞在することがあまりにも危険です。

source: Good. Everyone’s here. Check up on everybody while we get the vessel ready for transit.
ja_jp: 良い。誰もがここにあります。我々は輸送用の容器が準備をしながら、誰も上に確認してください。

source: Find medical supplies
ja_jp: 医療備品を探します

source: Medical interface
ja_jp: 医療インターフェース

source: Open medical interface
ja_jp: オープン医療インターフェース

source: Press {0} or click your health bar to enter the medical interface.
ja_jp: プレス{0}や医療のインターフェイスを入力するには健康のバーをクリックしてください。

source: First aid
ja_jp: 応急処置

source: Heal your injuries
ja_jp: 怪我を癒します

source: Afflictions affecting the character are shown in the list to the left, although some afflictions are local to specific limbs. You can inspect different limbs by clicking on them.\n\nTo treat an affliction, drag a medical item onto the highlighted area. Suggested items are shown in the interface, but caution must be exercised, since some characters’ medical skills aren’t high enough to suggest the correct treatment. In this case, you have some light internal damage. Morphine is effective in treating this affliction.
ja_jp: いくつかの試練は、特定の手足にローカルですが、キャラクターに影響を与える苦痛は、左のリストに表示されます。n \。それらをクリックすることで、さまざまな手足を検査することができます\nTOは苦悩を扱う、ハイライトされた領域に医療アイテムをドラッグします。一部のキャラクターの医療スキルが正しい治療法を提案するのに十分な高されないので、推奨アイテムは、インタフェースに示されているが、注意が必要です。この場合、いくつかの光の内部損傷を持っています。モルヒネは、この苦悩の治療に有効です。

source: Giving commands
ja_jp: コマンドを与えます

source: Take the crew member to the med bay
ja_jp: medがベイに乗組員を取ります

source: Sometimes you will encounter afflictions that you don’t have supplies to treat on the spot. In these situations it’s handy to get the patient to follow you to the med bay, where there are more supplies to treat them.\n\nFind the character in question in the crew list to the left. Then find the “Follow” button and click on it. The character will now follow you until dismissed by clicking on the button again.\n\n“Follow” command is only one of many commands you can give to other characters. Experiment with other commands during gameplay!
ja_jp: 時には、その場で治療する物資を持っていない試練に遭遇します。これらの状況では、それらを扱うために多くの物資があるのmedベイにあなたに従うことを患者を取得するために便利です。\nは\nFind左の乗組員のリストで、問題のキャラクター。そして、「フォロー」ボタンを見つけ、それをクリックしてください。もう一度ボタンをクリックすることで却下されるまでキャラクターが今、あなたに従います。\n \nコマンドを使用すると、他のキャラクターに与えることができる多くのコマンドのうちの1つにすぎない「フォロー」。ゲームプレイ中に他のコマンドを試してみてください！

source: Treat burns
ja_jp: 火傷の治療

source: Treat crew member’s injuries
ja_jp: 乗組員の負傷を治療

source: First aid can be administered to other characters, too. Treat them by highlighting the target character and pressing {0}. The interface will show their status on the left side of the screen.\n\nDrag the correct item into the medical interface to treat the affliction. Remember to select the correct limb before administering treatment. Bandages heal burns quickly. Find them in the highlighted cabinet.
ja_jp: 応急も、他のキャラクターに投与することができます。ターゲットキャラクターを強調表示し、{0}を押すことによって、それらを扱います。インタフェースは、画面の左側にその状態を表示します。\nは\nDragに正しいアイテムを医療インタフェースに苦悩を治療すること。治療を施す前に、正しい手足を選択することを忘れないでください。包帯はすぐに火傷を癒します。強調表示キャビネットでそれらを見つけます。

source: Resuscitation
ja_jp: 蘇生

source: Perform CPR
ja_jp: CPRを行います

source: When characters suffer too many injuries, they enter an unconscious state. In this state, their oxygen level falls constantly and when it gets to zero, they die. They can be resuscitated through CPR, which gets them to a stable state.\n\nResuscitate the patient by entering the medical interface ({0}) and clicking the green “resuscitate” button. The process may take a while.
ja_jp: キャラクターがあまりにも多くの傷害を受けたとき、彼らは無意識の状態に入ります。この状態では、彼らの酸素レベルは絶えず落ち、それがゼロになったとき、彼らは死にます。それらは安定した状態にそれらを取得CPRを介して蘇生させることができる。\n \nResuscitate医療インターフェースに入る（{0}）と緑色「蘇生」ボタンをクリックして、患者。このプロセスは時間がかかる場合があります。

source: Medical assistance
ja_jp: 医療扶助

source: Give medical assistance to everyone who needs it
ja_jp: それを必要とするすべての人に医療援助を与えます

source: The crew is ready to leave, but they are a bit banged up and someone is unconscious. Equipping the Health Scanner HUD will let you see who is injured and how.\n\nInspect each patient by pressing {0}, then administer the correct treatment. Remember to check each limb by selecting them in the medical interface.\n\nMedical supplies are often found in the med bay or storage, along with some basic meds in the supply cabinets scattered throughout the sub. You can check each medical item’s description to see what they treat.
ja_jp: 乗組員は残して準備ができているが、彼らは少しきっていると誰かが無意識です。健康スキャナHUDを装備すること。あなたが負傷し、どのようにしている人を見てみましょう\n \nInspect {0}、正しい治療を管理押して、各患者ます。 。医療のインターフェイスでそれらを選択することで、各肢をチェックすることを忘れないでください\n \nMedical備品は、多くの場合、潜水艦に散在供給キャビネットにおけるいくつかの基本的なクスリと一緒に、のmedベイまたは保管中に発見されました。彼らが扱うものを見るために各医療アイテムの説明を確認することができます。

source: Ahoy, captain. Any orders?
ja_jp: アホイ、船長。任意の受注？

source: Commands, part 1
ja_jp: コマンド、パート1

source: Command the medic to follow
ja_jp: フォローするメディックを命じます

source: Find the medic in the crew list to the left. Then find the “Follow” button in the command interface next to the portraits and click on it. The character will now follow you until dismissed by clicking on the button again.
ja_jp: 左の乗組員リストでメディックして下さい。その後、肖像画の横のコマンドインタフェースで、「フォロー」ボタンを見つけ、それをクリックしてください。もう一度ボタンをクリックすることで却下されるまでキャラクターが今、あなたに従います。

source: Commands, part 2
ja_jp: コマンド、パート2

source: Order the mechanic to perform maintenance
ja_jp: メンテナンスを実行するためにメカニックを注文します

source: To order repairs, click on the “Repair Damaged Systems” button in the list next to the mechanic’s portrait. The character will then patrol and search for any mechanical items in need of repairing.
ja_jp: 修理を注文するには、メカニックの肖像画に次のリストで「修理損傷したシステム」ボタンをクリックします。キャラクターは、パトロールや修理を必要とするあらゆる機械のアイテムを検索します。

source: Commands, part 3
ja_jp: コマンド、パート3

source: Order the security to man guns
ja_jp: 男銃にセキュリティを注文

source: To order somebody to man guns, click on the “Operate Weapons” button in the list next to the character’s portrait. Then choose the weapon you want them to operate.
ja_jp: 銃を人に誰かを注文するには、キャラクターの肖像画の隣に、リスト内の「操作武器」ボタンをクリックします。そして、あなたがそれらを操作したい武器を選択します。

source: Commands, part 4
ja_jp: コマンド、パート4

source: Order the engineer to power up the reactor
ja_jp: 原子炉をパワーアップするためにエンジニアを注文します

source: To order somebody to operate the reactor, click on the command interface and choose “Operate Reactor”, then “Power up”. The character will then tend to the reactor.
ja_jp: 原子炉を動作させるために誰かを注文するには、コマンド・インタフェースをクリックし、その後、「パワーアップ」「原子炉の操作」を選択します。キャラクターは、その後、反応器に傾向があります。

source: Undocking
ja_jp: ドッキング解除

source: Undock from the station
ja_jp: 駅からのドッキング解除

source: To get moving, you need to undock the submarine from the outpost. Do this by going into the navigation console and pressing the “Toggle docking” button.
ja_jp: 移動を取得するには、前哨基地から潜水艦をドッキング解除する必要があります。ナビゲーションコンソールに入ると「トグルドッキング」ボタンを押すことでこれを行います。

source: Navigation
ja_jp: ナビゲーション

source: Navigate to destination
ja_jp: 先に移動します。

source: Plot a course for the submarine by clicking on the sonar display. The navigation terminal will adjust the ballast and engine’s force accordingly and automatically.\n\nTo see where the sub is heading, turn on active sonar. Do that by finding the sonar settings next to the display and setting it from “passive” to “active”.\n\nMove carefully. The faster the submarine moves, the more difficult it will be to slow it down. Colliding with cave walls will damage the hull and cause leaks. For tutorial purposes, this sub will be protected against hull breaches.
ja_jp: ソナーディスプレイをクリックすることで、潜水艦のためのコースをプロットします。ナビゲーション端末は。それに応じて、自動的にバラストとエンジンの力を調整します\n \nTOは、潜水艦が向かっている場所を、アクティブソナーをオンに参照してください。慎重に。ディスプレイの横ソナーの設定を見つけ、「アクティブ」を「受動的」からそれを設定することによって、それを行う\nは\nMove。より高速な潜水艦が移動すると、より困難それはそれを遅くすることになります。洞窟の隔壁に衝突して船体の原因と浸水を損傷します。チュートリアルの目的のために、この潜水艦は船体の侵害から保護されます。

source: Docking
ja_jp: ドッキング

source: Dock with destination outpost
ja_jp: 先の前哨基地とドック

source: To dock the submarine, maneuver the ship’s and outpost’s docking ports close to each other and toggle the docking clamps. Ports are displayed in green on the sonar display.\n\nWhen the ports are close to each other, a line will be shown on the sonar display—use that to your advantage. When the line is fully green, close the clamps by pressing “toggle docking”. The submarine will then be locked into position, and the docking hatch will be open for as long as the docking clamps are engaged.\n\nWhen positioning the submarine for docking, radical movements can easily cause you to overshoot your target. Move slowly and carefully to avoid colliding with the outpost. Using autopilot and “maintain position” is helpful in setting the position you want the submarine to move to.
ja_jp: 、潜水艦をドッキング互いに近接船のと前哨のドッキングポートを操縦し、ドッキングクランプを切り替えるには。ポートは、ポートが互いに近接している、ラインは利点にそれをソナー-使用ディスプレイに表示されます。ソナーディスプレイに緑色で表示\nは\nWhenされています。ラインが完全に緑色である場合、「トグルドッキング」を押してクランプを閉じます。潜水艦は、その後、所定の位置にロックされ、ドッキングハッチは限りドッキングクランプが従事しているとのためにオープンされます。\n \nWhenは、ドッキングのために潜水艦を配置し、過激な動きは、目標をオーバーシュートしやすい引き起こす可能性があります。前哨基地との衝突を避けるために、ゆっくりと慎重に移動します。 「ポジションを維持する」自動操縦を使用するとすると、潜水艦が移動したい位置を設定する際に便利です。

source: Karma
ja_jp: カルマ

source: Karma reflects the helpful and harmful actions you've taken while playing. Actions such as repairing the submarine, operating devices and killing monsters increase Karma, while actions such as attacking members of your crew or damaging the submarine decrease it. If your Karma drops too low, you may not get assigned to certain jobs anymore, or, in more extreme cases, you may be banned from the server.
ja_jp: カルマは、再生中に、あなたが撮影した有益と有害な行動を反映しています。こうした、潜水艦を修復操作装置と、そのような乗組員のメンバーを攻撃するか、潜水艦を傷つけるなどのアクションがそれを小さくしながら、モンスターは、カルマを増やす殺害などのアクション。カルマが低下しすぎると、もっと極端な場合には、サーバーから禁止することができる、もはや特定のジョブに割り当てられた、またはされないことがあります。

source: Reset Karma
ja_jp: カルマをリセット

source: Your Karma decreased by [karmadecrease].
ja_jp: カルマは、[karmadecrease]減少しました。

source: Your Karma increased by [karmaincrease].
ja_jp: カルマは、[karmaincrease]増加しました。

source: Warning: You will be banned from the server if your Karma decreases below [banthreshold].
ja_jp: 警告：あなたのカルマが[banthreshold]未満の場合、サーバーから禁止されます。

source: You have been banned from the server because your Karma decreased below [banthreshold].
ja_jp: あなたのカルマ[banthreshold]は以下の為、サーバーから禁止されています。

source: You are not allowed to select this job because your Karma is too low ([yourkarma]/[minkarma]).
ja_jp: あなたのカルマ（[yourkarma] / [minkarma]）が低すぎ、この仕事を選択することが許可されません。

source: Welcome to Barotrauma!
ja_jp: Barotraumaへようこそ！

source: Please note that Barotrauma is still in Early Access, and that many aspects of the game are incomplete and still being worked on.\n\nThe Campaign Mode is still lacking many of the features we've planned for the full version, and is not yet as enjoyable as the multiplayer. In the current version, playing the game solo can also be more challenging to new players than playing it with other people—even though the AI crew can give you a hand with some tasks, they are usually not as useful as real human players. If you're interested in what's to come in future updates, click the Campaign Roadmap button below.\n\nWe do, however, recommend that you at least play the single-player tutorial before diving into the multiplayer. Good luck, sailor!
ja_jp: Barotraumaはアーリーアクセスにまだある、とゲームの多くの側面が不完全で、まだ作業中ということに注意してください。\nは\nのキャンペーンモードは、まだ我々は、フルバージョンのために計画されてきた機能の多くを欠いている、とではありませんまだマルチプレイヤーと同じくらい楽しいです。現在のバージョンでは、ゲームのソロを演奏することもAIの乗組員は、いくつかのタスクで手を与えることができ、他の人にもかかわらず、でそれを再生するよりも新規プレイヤーにもっと挑戦することができ、彼らは通常、実際の人間のプレイヤーとしてとして有用ではありません。将来のアップデートで来て何に興味を持っている場合、下記のキャンペーンのロードマップ]ボタンをクリックしてください。\nは\nWE、しかし、少なくともマルチプレイにダイビングの前にシングルプレイヤーチュートリアルをプレイすることをお勧めします。幸運、船乗り！
